console.log(`
    _   _           _                   _                                       
   | | (_)  _   _  (_)  _ __     __ _  | |__     __ _    ___         ___    ___ 
   | | | | | | | | | | | '_ \\   / _\` | | '_ \\   / _\` |  / _ \\       / __|  / __|
   | | | | | |_| | | | | | | | | (_| | | | | | | (_| | | (_) |  _  | (__  | (__ 
   |_| |_|  \\__, | |_| |_| |_|  \\__, | |_| |_|  \\__,_|  \\___/  (_)  \\___|  \\___|
            |___/               |___/                                           
  `);
  
console.log('选择颜色后再次点击可以删除指定颜色');
console.log('快捷键提示');
console.log('1234:选择不同的颜色');
console.log('z:撤回上一步');
console.log('s:保存一张快照');